/* No comment provided by engineer. */
"(Multiple)" = "(Múltiplo)";

/* (None) */
"(None)" = "(Nada)";

/* Abort */
"Abort" = "Abortar";

/* AbortClone */
"AbortClone" = "Abortar Clonagem";

/* AbortGraft */
"AbortGraft" = "Abortar Enxerto";

/* AbortRebase */
"AbortRebase" = "Abortar Rebase";

/* AcceptAndContinue */
"AcceptAndContinue" = "Aceitar & Continuar";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Marcador";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Ramo";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Marcador Atual";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Ramo Atual";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Espaço de trabalho";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Servidor";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Ramo do servidor";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Cesto";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Submodulo";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Sub-Árvore";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Etiqueta";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "Histórico";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "Pesquisar";

/* Add */
"Add" = "Adicionar";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignorar Globalmente";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignorar somente neste Repositório";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Adicionando sub-árvore à pasta corrente '%@'";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Adicionar ao índice";

/* AllFiles */
"AllFiles" = "Todos os arquivos";

/* AllTrackedBranches */
"AllTrackedBranches" = "Todos os ramos monitorados";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Os seguintes arquivos já estão marcados como resolvidos. Você tem certeza de que deseja fundí-los novamente?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Arquivo Já Resolvido";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Nenhum arquivo de correção especificado";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Nenhuma correção especificada";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Selecione um arquivo de correção para aplicar";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Arquivo de Correção:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Abrir Arquivo de Correção";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Um ou mais pedaços da correção que você acabou de aplicar foram rejeitados, você poderá encontrar esses pedaços nos arquivos '.ref' com o mesmo nome dos arquivos afetados. Os arquivos afetados foram:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Pedaços rejeitados na correção";

/* AppNotFound */
"AppNotFound" = "%@ não foi encontrado em seu sistema, por favor, certifique-se de instalá-lo antes de tentar usar esta ferramenta.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ não foi encontrado em seu sistema, por favor, certifique-se de instalá-lo antes de tentar usar esta ferramenta.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Aplicação não encontrada";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Você atualmente não tem as ferramentas necessárias de linha de comando do Araxis Merge instaladas. Por favor, visite o website da Araxis Merge para baixá-los e siga as instruções de instalação.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "As ferramentas de linha de comando do Araxis Merge não foram encontradas";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "O Araxis Merge não foi encontrado neste Mac. Por favor instale-o se deseja como ferramenta externa de comparação e junção.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge não está instalado";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "Automático";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Recebendo ramo \"%@\" de \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Pasta padrão:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Selecione uma pasta padrão para novos repositórios e clones";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Pasta padrão";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Selecione a localização do GPG para assinar a submissão";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Localização do GPG";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Arquivo Lista de ignorados";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Selecione o arquivo do Git para ignore global:";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Arquivo Lista Global de ignorados";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Arquivo Lista de ignorados";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Selecione o arquivo do Mercurial para ignore global:";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Arquivo Lista Global de ignorados";

/* BrowserLoadError */
"BrowserLoadError" = "Ocorreu um erro ao carregar seus marcadores";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Os Marcadores não puderam ser carregados";

/* Cancel */
"Cancel" = "Cancelar";

/* Change Folder */
"ChangeFolder" = "Alterar Diretório";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Digite a nova URL para '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Alterar URL para o submódulo";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Alterar a URL de origem para o sub-repositório";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Verificando URL...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Verificando submódulos...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Verificando subrepositórios...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Checkout";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Arquivar eles com a descrição:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Empilhar eles com a descrição:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "O ramo local '%@' já existe. Você quer puxar as últimas mudanças de '%@'/'%@' nesse ramo existente?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Branch local já existe";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Escolha Cereja";

/* CleanFiles */
"CleanFiles" = "Limpar arquivos";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "A pasta de destino %@ já existe e não esta vazia. Por favor escolha uma pasta vazia ou uma nova pasta em que um novo repositório será criado.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Não é Possível Clonar em uma Pasta que não está Vazia";

/* CloneFromToMsg */
"CloneFromToMsg" = "Clonando de %@ para %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "You're currently cloning a repository, if you quit Sourcetree now this clone will be aborted. Are you sure you want to quit Sourcetree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clone em progresso";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Não foi possível instalar as ferramentas de terminal. Verifique os logs do sistema para obter mais detalhes.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Instalação falhou";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Ferramenta de terminal %@ não foi encontrada em seu sistema. Instale a ferramenta de terminal necessária para executar a opção selecionada.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Utilitário não encontrado";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Histórico de comandos";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit..." = "Commit...";

/* CommitDetails */
"CommitDetails" = "Detalhes da submissão";

/* CommitLabel */
"CommitLabel" = "Enviar:";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Por favor complete todos os campos antes de continuar.";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Campos marcados são obrigatórios";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Você tem certeza de que quer abortar o enxerto em andamento? Isso irá descartar todas as suas alterações locais.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Abortar Graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Tem certeza de que deseja abortar o rebase?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Abortar Rebase?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "O conteúdo dos seguintes arquivos serão adicionados ao controle de versão:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Confirmar Inclusão?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Os seguintes arquivos estão %ld MB ou maior, você tem certeza que quer adicionar ao controle do código fonte?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Arquivos muito grandes detectados";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Esta ação vai remover todos os arquivos fora de sua cópia de trabalho, e adicionar todos os arquivos novos.\n\nVocê tem certeza que deseja continuar?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Confirmar acréscimo / remoção";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Já existe uma cópia de trabalho neste caminho de diretório.\n\nVocê tem certeza que deseja continuar?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Confirmar adição ao à cópia de trabalho";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Você tem certeza de que quer aplicar o stash '%@' em sua cópia de trabalho?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Aplicar Reserva?";

/* ConfirmBackout */
"ConfirmBackout" = "Você tem certeza que quer reverter as alterações selecionadas?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Confirma devolução?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Você tem certeza de que quer fechar o ramo '%@'?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Confirmar Fechamento do Branch";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Você tem certeza de que quer continuar a operação de enxerto? Certifique-se de que tenha resolvido todos os conflitos existentes.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continuar Graft?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Você tem certeza de que quer continuar a operação de alterar base? Certifique-se de que tenha resolvido todos os conflitos existentes.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continuar Rebase?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Você tem certeza de que deseja apagar os ramos abaixo?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Confirmar Remoção do Ramo";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Você tem certeza de que quer apagar os ramos abaixo?\n\n%@\n\nIsso fará com que os ramos sejam apagados do repositório do servidor (não haverá como desfazer a operação)";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Confirmar Remoção do Ramo";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Você tem certeza de que quer apagar as alterações arquivadas com nome '%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Você tem certeza de que quer apagar o ramo '%@'?\n\nIsso fará com que o ramo seja apagado do repositório do servidor (não haverá como desfazer a operação)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Você tem certeza de que quer apagar as alterações arquivadas '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Tem certeza de que você quer deletar '%@'?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Confirmar Deleção";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Você tem certeza de que deseja descartar todas as alterações no bloco selecionado?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Descartar Alterações";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Você tem certeza de que deseja descartar as mudanças nas linhas selecionadas?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Descartar Alterações";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Um envio forçado pode causar um impacto ruim nos repositórios do servidor e afetar aqueles que os utilizam. Você tem certeza de que deseja fazer um envio forçado?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Confirmar Push forçado";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Ignorar estes arquivos?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confirmar Ignore?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Você tem certeza de que quer marcar os seguintes arquivos como resolvidos?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Confirmar Marcar como Resolvido";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Você tem certeza de que quer marcar os seguintes arquivos como não resolvidos?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Confirmar Marcar como Não Resolvido";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Você tem certeza de que deseja fazer a junção de '%@' em seu ramo atual?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Confirmar Mesclagem";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Este arquivo já existe - você tem certeza de que quer sobrescreve-lo?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Sobreescrever arquivo?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Você tem certeza de que quer receber de %@ em seu ramo local?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confirmar recebimento?";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Você tem certeza de que quer enviar a etiqueta %@ para %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Enviar Tag?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Você tem certeza que deseja fazer o rebase das mudanças para '%@'?\n\nTenha certeza de que suas mudanças não sofreram push para mais ninguém.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Confirmar Rebase";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Confirma Remoção?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Tem certeza que deseja remover o marcador '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Confirma remoção do marcador";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Os seguintes arquivos serão removidos do controle de versão:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Confirma Remoção?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Tem certeza que deseja remover a conta selecionada?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Esta é uma ação permanente e não poderá ser desfeita";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Tem certeza que deseja remover os seguintes nós, e todos os seus filhos?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Você tem certeza de que quer remover o servidor selecionado das configurações deste repositório?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Confirmar remover Remote?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Confirma Remoção?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Você tem certeza que deseja remover os seguintes itens e todos os seus filhos?\n\n%@\n\nUma ou mais entradas do repositório serão removidas. Então, por favor escolha se apenas quer remover os marcadores ou também mover os repositórios para a lixeira.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Você decidiu apagar os repositórios do seu disco, mas o repositório \"%@\" contém arquivos que não sofreram commit e serão perdidos para sempre se você apagar o repositório. Tem certeza que deseja apagar o repositório do disco?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Confirmar remoção do repositório";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Tem certeza que deseja remover a tag '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Confirmar remoção da etiqueta";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "As seguintes linhas contém mudanças ou informações que não estão no controle de fonte. Elas serão irrecuperáveis caso você as remova:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Tem certeza que deseja remover Modificações ou Arquivos não Monitorados?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Substituir texto do envio?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Você gostaria de substituir o texto do commit acima com a mensagem do commit anterior?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Tem certeza que quer limpar todas as alterações atuais deste repositório?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Limpar as alterações atuais é uma ação permanente e não poderá ser desfeita";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Usando o modo de 'reinicialização permanente' irá descartar todas as suas mudanças locais na cópia de trabalho e o índice. Você tem certeza de que é isso que você quer?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Aviso: operação destrutiva";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Tem certeza que deseja resolver os seguintes arquivos usando sua própria versão?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Resolver usando 'Mine'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Tem certeza que deseja resolver os seguintes arquivos usando a versão do outro lado da junção?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Resolver usando 'Deles'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Tem certeza que deseja reiniciar o processo de junção dos seguintes arquivos?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Confirmar Reiniciar Mesclar";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Tem certeza que deseja descartar todas as modificações dos arquivos selecionados?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Tem certeza que deseja descartar todas as mudanças dos arquivos selecionados?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Confirma?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Por favor, confirme que deseja restaurar os arquivos:\n\n%@\n\npara o estado que estavam neste commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Confirma?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Tem certeza que deseja adicionar essas mudanças ao índice?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Confirmar Stage?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Os seguintes arquivos serão removidos do controle de versão, mas permanecerão no seu disco:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Parar de rastrear os arquivos?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Não modifique a cópia de trabalho durante a divisão (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Você tem certeza de que quer dividir a revisão %@?\n\nIsto é uma operação destrutiva que removerá esta revisão e TODOS os seus descendentes, então não deve ser feita levemente.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Realmente dividir e destruir o histórico?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Você tem certeza de que quer trocar sua cópia de trabalho para o ramo '%@'? ";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Confirmar Mudança de Branch";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Você tem certeza de que quer que seu ramo local '%@' monitore o ramo local '%@' no futuro?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Confirmar alteração no Tracking Branch";

/* ConfirmTransplant */
"ConfirmTransplant" = "Você tem certeza que deseja aplicar a mudança selecionada no topo do seu ramo atual? Ela será enviada imediatamente se não houverem conflitos. ";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirmar Cherry Pick";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Você tem certeza que deseja aplicar as mudanças arquivadas '%@' para sua cópia de trabalho?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Aplicar alterações arquivadas?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Tem certeza que deseja remover essas mudanças do índice?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Confirmar remoção do elenco?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Tem certeza de que quer fazer o checkout '%@'?\n\nIsso transformará sua cópia de trabalho em uma 'detached HEAD', o que significa que você não vai estar em um ramo. Se você quiser submeter após isso, provavelmente irá fazer o checkout de um ramo ou criar um novo. Confirma?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Você tem certeza que deseja alternar sua cópia de trabalho para '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Confirmar alteração na cópia de trabalho";

/* ConflictedFiles */
"ConflictedFiles" = "Arquivos conflitantes";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "Você tem conflitos de fusão na sua cópia de trabalho que precisam ser resolvidos antes de continuar.\n\nVocê pode fazer isto selecionando os arquivos conflitantes e utilizando as opções no menu 'Resolver Conflitos'.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Merge Conflicts";

/* Continue */
"Continue" = "Continuar";

/* ContinueGraft */
"ContinueGraft" = "Continuar Graft";

/* ContinueRebase */
"ContinueRebase" = "Continuar Rebase";

/* Copy */
"Copy" = "Copiar";

/* CopyFileMessage */
"CopyFileMessage" = "Selecione o destino para copiar %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destino";

/* CopyFileTitle */
"CopyFileTitle" = "Copiar arquivo";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Criar ramo mesmo assim";

/* CreateGitTag */
"CreateGitTag" = "Criar Tag do Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "Erro ao criar repositório. Por favor tente novamente.";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "Carregamento dos Proprietários Falhou";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "Ocorreu um erro ao tentar carregar os proprietários da sua conta. Você pode ver a resposta do servidor abaixo.";

/* FetchOwnersFailWithAccountMessage */
"FetchOwnersFailWithAccountMessage" = "Ocorreu um erro ao tentar carregar os proprietários da sua conta (%@). Você pode ver a resposta do servidor abaixo.";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Criação do repositório falhou";

/* CreateLink */
"CreateLink" = "Criar link";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Selecione um arquivo";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Arquivo de Correção:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Criar Correção";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "Você não tem nenhum servidor que tenha integração estendida configurada; você precisa editar seus servidores para adicionar detalhes como o tipo de hospedagem e a URL base. Clique no botão \"Configurações do Repositório...\" para abrir a sua lista de servidores.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Configuração de projeto";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Você optou por não enviar suas mudanças, isso significa que a solicitação de recebimento irá somente incluir mudanças que já estejam em seu ramo do servidor. É isso o que você quer?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Aviso - não empurrar";

/* CreateSvnTag */
"CreateSvnTag" = "Criar Tag do Subversion";

/* Custom */
"Custom" = "Personalizado";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Você tem certeza de que quer remover esta ação?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Abrir script para ação personalizada";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Deletar após aplicar";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Nenhuma branch selecionada; por favor selecione ao menos uma branch para deletar.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Seleção Vazia";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Deletar";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Apagar commit...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Confirmar remoção do ramo do servidor";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Remover ramo do servidor";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Remover ramo do servidor [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Excluir o link de sub-árvore para o endereço local '%@' com repo '%@'?\n\nIsto não excluirá sua sub-árvore.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Excluir link de sub-árvore";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Deletando ramo...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Você selecionou um destino que está fora da sua cópia de trabalho para este repositório. Por favor, escolha um local que esteja dentro da sua cópia de trabalho.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Destino fora do repositório";

/* DetailsAuthor */
"DetailsAuthor" = "Autor:";

/* DetailsBranch */
"DetailsBranch" = "Ramo:";

/* DetailsChangeset */
"DetailsChangeset" = "Conjunto de alterações:";

/* DetailsCommit */
"DetailsCommit" = "Enviar:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Data do Commit:";

/* DetailsCommitter */
"DetailsCommitter" = "Comitador:";

/* DetailsDate */
"DetailsDate" = "Data:";

/* DetailsGPG */
"DetailsGPG" = "Detalhes GPG:";

/* DetailsGPGBad */
"DetailsGPGBad" = "RUIM";

/* DetailsGPGGood */
"DetailsGPGGood" = "BOM";

/* DetailsLabels */
"DetailsLabels" = "Rótulos:";

/* DetailsParents */
"DetailsParents" = "Pais:";

/* DetailsRevision */
"DetailsRevision" = "Revisão:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Revisão SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge não pôde ser encontrado na sua pasta de aplicativos. Por favor, instale DiffMerge e tente novamente.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge não encontrado";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in Sourcetree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Impossível ativar o Commit Signing";

/* DiscardChanges */
"DiscardChanges" = "Descartar alterações locais";

/* DiscardHunk */
"DiscardHunk" = "Descartar bloco";

/* DiscardLines */
"DiscardLines" = "Descartar linhas";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Duplicar nome do servidor";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Um ramo do servidor com este nome já existe. Por favor escolha um nome único.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Uma tag com esse nome já existe - você gostaria de movê-la?\n\n\Aviso: se você mover uma tag que já está sendo usada por outra pessoa, poderá causar confusão. ";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Tag Já Existe!";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Você deixou a mensagem do commit em branco. Você tem certeza de que quer enviar sem nenhuma descrição das mudanças (não recomendável)? ";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Mensagem de Commit em Branco";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Erro Carregando Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Você tem certeza que deseja remover este link de projeto externo?";

/* Fatal Error */
"FatalError" = "Erro fatal";

/* FeatureName */
"FeatureName" = "Nome Recurso:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Redefinir arquivo para esta submissão";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Reverter Arquivos para Esta Revisão";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Redefinir Arquivos para Este Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Reverter Arquivos para Esta Revisão";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "Confirmar alterações no repositório";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Inicializando esse repositório para Hg Flow irá criar os ramos '%@' e '%@' se eles não existirem, e também adicionar um arquivo de controle ('.flow') para cada ramo aberto.\n\nVocê tem certeza que quer continuar?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Criar um novo branch";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Funcionalidade";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Ultimo branch de recurso";

/* Hotfix */
"FlowHotfix" = "Reparo";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Ultimo branch de conserto";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Ultimo branch master";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "O ramo de produção que você escolheu, '%@', já não existe. Não podemos criar isto automaticamente porque o ponto na história onde o ramo de produção começa é muito importante.\n\nPara resolver isso, por favor, crie um novo ramo chamado '%@' no ponto em seu log que represente o estado atual produção de seu sistema, em seguida, volte e inicializar novamente.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Não foi possível criar o ramo de produção";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Submeter '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Ultimo branch de desenvolvimento";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Ultimo branch de release";

/* ForceDelete */
"ForceDelete" = "Forçar Exclusão";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Formatar para Diretrizes";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d à frente";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d atrás";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Você escolheu fazer uma alteração no último commit - isso altera o histórico, então poderá causar problemas se você já tiver enviado o seu último commit para um repositório. Tem certeza que quer continuar?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Aviso - mudando histórico";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Incluir git-flow";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "Você deverá digitar ou selecionar uma extensão para adicionar.";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "Entrada vazia";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "Essa extensão já está sendo monitorado em Git LFS.";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "Já monitorado";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "Arquivos com extensão %@ estão agora sendo monitorado por Git LFS.";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "Monitorar no Git LFS";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "Adicionar como %@?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "Is this a file extension? If so Sourcetree can add it as %@, is that OK?";

"GitLfsDownloading" = "Recebendo os dados do arquivo Git LFS";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "Tem certeza de que deseja remover esta extensão?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "Confirma Remover";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "This repository appears to use Git LFS but your local configuration is missing some required elements.\nSourcetree can fix this (recommended) by running 'git lfs install' now, is that OK?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: instalação obrigatória";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "Este repositório esta usando Git LFS, mas parece que o arquivo de conteúdo ainda não foi baixado. Você quer baixar o arquivo LFS necessário para seu repositório local?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "Executar 'receber git lfs' agora?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "Os seguintes arquivos tem %ld MB ou mais e não estão monitorados pelo Git LFS. Tem certeza que deseja adiciona-lo(s) ao repositório?\n\nNós recomendamos que você cancele e adicione-o(s) ao monitoramento do Git LFS primeiro.\n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Monitorar *.%@ no Git LFS";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Incluir git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "Sistema git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Remover tag de todos os servidores";

/* GitRepoIdentified */
"GitRepoIdentified" = "Este é um repositório Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Realizar uma combinação em um repositório que está sincronizando com Subversion não é recomendado. Não apenas a informação de fusão da Subersion é rudimentar, mas o mecanismo que o git-svn utiliza para rastrear o que precisa ser enviado para Subversion pode ser confundido pelas fusões. A única situação onde isto irá funcionar é se você fundir mudanças com um ramo que nunca foi empurrado para Subersion em um ramo rastreado pela Subersion.\n\nPor segurança, é recomendado que você não prossiga e, ao invés disso, efetue envios entre ramos via cherry pick or remendos.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Mesclar em um repositório Subversion não é recomendado";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Esta ação irá fazer um fetch do estado em Subversion e irá realizar um rebase das suas alterações em cima de qualquer revisão que você ainda não possua (se requerido), antes de enviar seu upstream de commit para o Subversion. Isto irá ser realizado para o Branch atual.\n\nTem certeza que deseja continuar?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Confirma o Push para o Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Visto que você está rastreando um repositório do Subversion, você gostaria de criar uma Tag do Subversion, ou apenas uma Tag Git que você vai manter localmente? Tenha em mente que você não poderá realizar o push de Tags Git para o Subversion depois.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Criar Tag do Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Embedded Git %@";

/* GitVersionSystem */
"GitVersionSystem" = "System Git %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "O caminho do GPG que você especificou é inválido. Você deve informar o caminho completo para a pasta onde a instalação do gpg2 se encontra, como por exemplo, /usr/local/MacGPG2/bin.\n\nDeseja continuar?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Caminho do GPG Inválido";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "Sourcetree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the Sourcetree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Falha na Exclusão do GPG";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "Sourcetree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "Falha de Escrita do Link Simbólico GPG";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "Parece que você tinha um transplante em progresso que provavelmente foi interrompido por causa de um conflito. Se você resolveu os conflitos na sua cópia de trabalho, por favor escolha entre continuar o transplante ou abortar e descartar suas mudanças.";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft em progresso";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "Serviço de verificação de monitoramento não retornou a resposta esperada.";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Aviso: iniciar a conversão Subversion a partir de uma revisão diferente de zero (no Mercurial) significa que as ramificações e marcas não poderão ser convertidos, por isso o repositório Subversion será clonado como uma estrutura de pasta simples.\n\nDevido a isso, você provavelmente vai querer certificar-se de que você selecionou um único ramo (ou o tronco) como seu URL de origem e não a raiz Subversion se você tiver vários ramos.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Clone parcial Requer Layout Plano";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Esse repositório está rastreando um repositório Subversion, e você não pode criar novos ramos no Subversion usando essa ponte (hgsubversion). Se você criar um novo ramo Mercurial, você não será capaz de empurrar conjuntos de alterações diretamente desse ramo para o Subversion - você terá que transplantar as mudanças manualmente para um ramo Subversion e empurrá-lo (hgsubversion também não suporta fusões).\n\nSe você quiser um ramo permanente do Subversion, crie o ramo usando 'svn copy' e puxe-o nesse repositório. Se você só quer um ramo temporário, deve ser melhor fazer isso em um outro clone.\n\nSe você escolher criar um ramo de todo jeito, você será o responsável por tratar isso.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Criar Ramos Subversion Não É Suportado";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Este repositório está rastreando um repositório Subersion e a ponte hgsubersion não consegue efetuar fusões; fundir pode prevenir que você empurre o ramo atual para Subversion. Portanto NÃO é recomendado que você faça uma fusão, mas, ao invés disso, use o recurso 'Transplante' para aplicar mudanças entre ramos.\n\nSe você clicar em 'Prosseguir' para fundir mesmo assim, você será responsável pelas consequências!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Mesclar branches Subversion não é suportado";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Este repositório está rastreando um repositório Subversion e a ponte hgsubversion nao consegue adicionar ou remover etiquetas remotas; isto pode prevenir que você empurre o ramo atual para Subversion. Portanto NÃO é recomendado que você prossiga e, ao invés disso, você deve criar etiquetas usando uma ferramenta Subersion.";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Modificação na Tag do Subversion Não Suportada";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Esconder Histórico de Comando";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Esconder barra lateral";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "A URL que você especificou parece estar mal formada. Corrija-a, por favor.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "O host da URL está ruim";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Nome de usuário inválido";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Por favor entre com seu nome de usuário do Bitbucket/Github e não com seu endereço de email.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Nome padrão de usuário para usar como hóspede %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Editar nome do usuário padrão";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Tem certeza que deseja remover o nome de usuário padrão para %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Remover usuário padrão";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Por favor crie ao menos uma conta de repositório hospedado antes de tentar criar um repositório.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Sem contas registradas";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Por favor complete todos os campos para a sua conta %@";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Detalhes incompletos";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Your list of accounts cannot be loaded due to an unsupported account or corruption. We recommend removing all hosting service accounts and adding them again in Preferences.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "We're really sorry but…";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "Remove Accounts";

/* QuitButtonTitle */
"QuitButtonTitle" = "Sair";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "O acesso falhou para sua conta %@.\n\nO serviço remoto retornou: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Erro de acesso";

/* HotfixName */
"HotfixName" = "Versão Hotfix:";

/* IgnoredFiles */
"IgnoredFiles" = "Arquivos ignoraos";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Select your Sourcetree license file:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Arquivo de licença";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importar arquivo de licença";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Falha ao instalar as ferramentas de linha de comando, por favor veja o log do sistema para detalhes.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Instalação falhou";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Ferramentas de linha de comando instaladas com sucesso, agora você pode chamar o seguinte comando pelo terminal:\n\nstree ";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Instalação sucedida";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Alterar base dos filhos de %@ interativamente...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Rebase interativo...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Este não é um tipo de arquivo válido, por favor especifique um arquivo com a extensão .zip, .tar, .tar.gz, .tar.bz2, tgz ou tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Arquivo inválido";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "O endereço de email informado estava no formato errado";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Formato de email inválido";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Ir para Submissão SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Ir para a Revisão / Alteração:";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "You must agree to the Atlassian Customer Agreement before using Sourcetree, please check the box to indicate this.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "You have not agreed to the Atlassian Customer Agreement, so this will cause Sourcetree to quit. Are you sure?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Atlassian Contrato de Cliente é obrigatório";

/* LocateMovedRepository */
"LocateMovedRepository" = "Localize o Repositório Movido";

/* LogAllParents */
"LogAllParents" = "Todos pais";

/* LogAncestorOrder */
"LogAncestorOrder" = "Ordem Antepassada";

/* LogBranchesAll */
"LogBranchesAll" = "Todos os Branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Ramo Atual";

/* LogDateOrder */
"LogDateOrder" = "Data do Pedido";

/* LogFollowFirst */
"LogFollowFirst" = "Primeiro pai apenas";

/* LogHideRemotes */
"LogHideRemotes" = "Esconder ramos do servidor";

/* LogShowRemotes */
"LogShowRemotes" = "Mostrar ramos do servidor";

/* Master */
"Master" = "Mestre";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Núcleo";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Este é um repositório Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Embedded Mercurial %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial %@";

/* Merge */
"Merge" = "Combinar";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Fundir";

/* MergeErrorTitle */
"MergeErrorTitle" = "Erros durante junção";

/* Mode */
"Mode" = "modo";

/* ModifiedFiles */
"ModifiedFiles" = "Arquivos modificados";

/* MoreInfo */
"MoreInfo" = "Mais informações";

/* Move */
"Move" = "Mover";

/* MoveFileMessage */
"MoveFileMessage" = "Selecione o destino para mover %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destino";

/* MoveFileTitle */
"MoveFileTitle" = "Mover arquivo";

/* MoveTag */
"MoveTag" = "Mover Tag";

/* MoveToTrash */
"MoveToTrash" = "Também mover para lixeira";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d nova entrega para receber de \"%@\" para \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Novo commit disponível";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d novo conjunto de alterações para receber de \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Novo conjunto de alterações disponíveis";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d novas entregas para receber de \"%@\" para \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Novas submissão disponíveis";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d novos conjuntos de alterações para receber de \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Novos conjuntos de alterações disponíveis";

/* NewGroup */
"NewGroup" = "Novo Grupo";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Criando novo %@ repositório em %@";

/* No */
"No" = "Não";

/* NoCommitSelected */
"NoCommitSelected" = "Não submeter selecionado";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Por favor selecione pelo menos uma submissão para continuar.";

/* NoFilesSelected */
"NoFilesSelected" = "Nenhum arquivo selecionado";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Por favor selecione pelo menos um arquivo para continuar.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nada para o commit!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Por favor, selecione alguns arquivos para enviar antes de continuar.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Não me avise no futuro";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Você só pode executar esta operação em um intervalo contíguo de linhas, por favor, re-selecionar uma faixa envolvente única de linhas, ou executar esta ação separadamente em cada faixa se você precisar de um cherry-pick.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Seleção não-contígua";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Nenhum ramo do servidor selecionado";

/* NoRevisionSelected */
"NoRevisionSelected" = "Nenhuma revisão selecionada";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Nenhuma alteração está em modo 'staged' - fazer o commit de tudo?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "Você não ";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the Sourcetree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow não encontrado";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS não foi encontrado em seu sistema, a versão incluída no Sourcetree será utilizada.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS não econtrado";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the Sourcetree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git não encontrado";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the Sourcetree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial não encontrado";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Este diretório / URL não é válido";

/* NothingToCommit */
"NothingToCommit" = "Nada para submeter";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "O diretório %@ não corresponde a uma cópia de trabalho do Mercurial ou Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Pasta inválida";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Abrir arquivo na versão selecionada";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Abrir versões dos arquivos selecionados";

/* OpenSourcePath */
"OpenSourcePath" = "Abrir Caminho dos Fontes";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Abrir arquivo de mapa do autor";

/* Open Working Copy */
"OpenWorkCopy" = "Abrir Cópia de Trabalho";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; Sourcetree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Senha encontrada na URL";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Opção do caminho de divisão e base determinada com sucesso";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Não foi possível determinar as opções de \"strip/base\" do arquivo de patch: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "To actually apply this patch deselect the 'Dry Run' option before running again.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "The dry run of this patch succeeded.";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Apenas teste se o patch seria aplicado";

/* PatchFailedMessage */
"PatchFailedMessage" = "Ocorreu uma falha ao aplicar o remendo para a cópia de trabalho - o motivo mais comum para isso é que o estado do arquivo(s) na sua cópia de trabalho já se alteraram muito para o processo de remendo ser capaz de completar.\n\nPor favor faça as mudanças manualmente.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Aplicação do patch falhou";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git não suporta --dry-run em importações de submissão completa";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial não suporta a opção --dry-run na importação de submissões ou \"path\" com opções estendidas de \"diff\"";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Patch é uma cópia de trabalho no formato Diff.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Patch contém informações extendidas de Diff (copiar, renomear, binário, etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch contém um commit Git.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "O remendo contém um conjunto de alterações Mercurial.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Este não é um arquivo de remendo válido.";

/* PendingFiles */
"PendingFiles" = "Arquivos pendentes";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Por favor selecione uma submissão.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Por favor selecione um ramo do servidor.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Por favor selecione uma revisão.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Prosseguir (Não Recomendado)";

/* PullFailedTitle */
"PullFailedTitle" = "Recebimento falhou";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Tem certeza de que quer puxar a sub-árvore '%@' de '%@' usando ramo/submissão '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Receber Subtree";

/* Push... */
"Push..." = "Empurrar";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Enviar alterações imediatamente para %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Seu envio foi bem sucedido mas seu push falhou. Para tentar novamente o push, use o botão  Push da barra de ferramentas.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Envio Falhou";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Tem certeza de que quer enviar a sub-árvore '%@' para o repositório '%@' usando ramo/submissão '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Enviar Subtree";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Enviar revisão %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Enviar revisão...";

/* Rebase */
"Rebase" = "Rebase";

/* RebaseAbort */
"RebaseAbort" = "Abortar Rebase";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Abortando rebase";

/* RebaseContinue */
"RebaseContinue" = "Continuar Rebase";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Parece que você tem um rebase em andamento que, provavelmente, foi interrompido devido a um conflito. Se você já resolveu os conflitos em sua cópia de trabalho, por favor, escolha se deseja continuar o rebase, ou abortar este processo, onde você está agora.";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase em progresso";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Continuando rebase";

/* RebasingInteractively */
"RebasingInteractively" = "Rebasing interactively...";

/* RegisterNowButton */
"RegisterNowButton" = "Faça o Registro Agora! É Gratuito!";

/* ReleaseName */
"ReleaseName" = "Versão de lançamento:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "URL inválida - obrigatório ser um endereço http[s]:// válido.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Por favor informe a URL Raíz do Host desse servidor para habilitar melhor integração.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Erro de validação";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "Não há um servidor definido nesse repositório que você selecionou que corresponda ao dados de servidor inseridos. Se você definitivamente quer associar esse repositório com esse endereço do servidor, então por favor edite os dados do servidor no seu repositório para que corresponda.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Dados do servidor não conferem";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* RemoveBookmark */
"RemoveBookmark" = "Remover Favorito";

/* RemoveBookmarks */
"RemoveBookmarks" = "Remover Favoritos";

/* RenameBranch */
"RenameBranch" = "Renomear Branch";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Novo nome de branch:";

/* Replace */
"Replace" = "Substituir";

/* RepoIsGone */
"RepoIsGone" = "Repositório Perdido";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Este repositório parece ter sido deletado do seu sistema de arquivos, ou movido para algum outro lugar.\n\nVocê gostaria de remover este favorito, ou reaponta-lo para a pasta correta?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repositório movido ou deletado";

/* RepoScanningDone */
"RepoScanningDone" = "Feito, por favor selecione os repositórios para adicionar abaixo.";

/* RepositoryActions */
"RepositoryActions" = "Ações de repositório";

/* ReregisterButton */
"ReregisterButton" = "Re-registrar";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Redefinir %@ para esta submissão";

/* ResetMenuTitle */
"ResetMenuTitle" = "Redefinir...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Resetar para o Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restaurar";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Restaurar uma submissão...";

/* ReverseHunk */
"ReverseHunk" = "Reverter bloco";

/* ReverseLines */
"ReverseLines" = "Reverter linhas";

/* RevertMenuTitle */
"RevertMenuTitle" = "Reverter...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Por favor, selecione pelo menos um arquivo para continuar.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Nenhum arquivo selecionado";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Devido a uma grande fusão, sua cópia de trabalho tem mais de uma revisão pai. Por favor, selecione a revisão para a qual você deseja reverter:\n\n%@\n\nou:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Selecionar revisão pai";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Reverter para Revisão...";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Exibindo todas as mudanças entre %@ e %@";

/* RevisionLabel */
"RevisionLabel" = "Revisão:";

/* ScanForRepositories */
"ScanForRepositories" = "Procurar por repositórios na pasta";

/* SetDestinationPath */
"SetDestinationPath" = "Selecione o Caminho de Destino";

/* No comment provided by engineer. */
"Settings" = "Configurações";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "Uma plataforma com este nome já existe.\n\nVocê deseja substituir a plataforma existente com o mesmo nome? Você vai perder as suas alterações em sua plataforma existente.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Arquivo Existe";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Mudanças de Arquivo...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Mostrar histórico de commandos";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Mostrar barra lateral";

/* BOOKMARKS */
"SidebarBookmarks" = "MARCADORES";

/* BRANCHES */
"SidebarBranches" = "RAMOS";

/* SidebarCheckout */
"SidebarCheckout" = "Checkout %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Fechar %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Apagar %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Apagar %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Buscar de %@";

/* FILE STATUS */
"SidebarFileStatus" = "ESPAÇO DE TRABALHO";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Juntar %@ no %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Adicionar Submódulo";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Adicionar Subrepositório...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Adicionar/Link Sub-árvore";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Abrir %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Receber do %@";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Receber %@ dentro %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Receber %@ (monitorado)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Enviar para %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Enviar para %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Enviar para %@ (monitorado)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Alterar base alterações atual na %@";

/* REMOTES */
"SidebarRemotes" = "SERVIDORES";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Remover %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Apagar %@";

/* SHELVED */
"SidebarShelved" = "ARQUIVADO";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMÓDULOS";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITÓRIOS";

/* SUBTREES */
"SidebarSubtrees" = "SUBÁRVORES";

/* TAGS */
"SidebarTags" = "ETIQUETAS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Atualizar para %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Tem certeza de que deseja assinar revisão %@? Isto irá criar uma nova submissão.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirmar assinatura da revisão";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Assinar revisão";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "classificados por marcado / não marcado";

/* SortedByFilename */
"SortedByFilename" = "ordenar por nome do arquivo";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "Ordenado por nome do arquivo (invertido)";

/* SortedByFileStatus */
"SortedByFileStatus" = "classificado por status do arquivo";

/* SortedByPath */
"SortedByPath" = "classificado por caminho";

/* SortedByPathReverse */
"SortedByPathReverse" = "classificado por caminho (reverso)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Você deve escolher um arquivo diferente como o destino.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Nome do arquivo inválido";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Commit especificado:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Revisão especificada:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Selecione o caminho de sub-árvore";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Clique em 'Mais informações' para detalhes sobre como resolver este problema.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Erro no Certificado SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Arquivos elencados";

/* StageHunk */
"StageHunk" = "Elencar bloco";

/* StageLines */
"StageLines" = "Elencar linhas";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Um esconderijo com este nome já existe.\n\n\nVocê quer criar um novo esconderijo com o mesmo nome? Seu esconderijo existente não será substituído.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Reservado Existe";

/* StashMenuTitle */
"StashMenuTitle" = "Empilhar Mudanças...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Adicionado";

/* StatusTooltipClean */
"StatusTooltipClean" = "Limpar";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Removidos";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignorado";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Conflitando";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Mesclado";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Faltando";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modificados";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Renomeados";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Sub-repositório monitorado enviar alterados";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Não Rastreado";

/* StripMenuTitle */
"StripMenuTitle" = "Dividir daqui";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Somente repositórios git podem ser submódulos.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Não é um repositório Git";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Você deve selecionar um caminho que esteja dentro do caminho do seu repositório.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Caminho inválido";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Sub-módulos não enviados:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Sub-módulos com mudanças não submetidas:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Sub-repositórios não enviados:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Sub-módulos com mudanças não enviadas:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "Você deve submeter as alterações pendentes para os sub-repositórios antes de submeter o repositório pai.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Alterações em sub-repositórios não enviadas";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Você deve enviar as alterações para sub-repositórios antes de prosseguir.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Envie os sub-repositórios antes de proceder";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Detalhes para sub-árvores:\n\nRepositório: %@\nCaminho relativo local: %@\nRamo / Submissão: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Detalhes da Subtree";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A pasta já existe no caminho que você especificou. Você quer criar um vínculo entre os detalhes do servidor que você especificou e a pasta existente? (Note que isto não irá causar quaisquer mudanças em seu repositório)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Detalhes do link de sub-árvore";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "O campo 'Ramo / Submissão' é um campo obrigatório";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Detalhe de sub-árvore faltando";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Um caminho/url fonte é necessário para executar uma ação de sub-árvore";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Caminho de sub-árvore faltando";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "O caminho de sub-árvore local '%@' já está associado a uma sub-árvore. Você gostaria de substituir os detalhes já associados com ela?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Sobrescrever link de sub-árvore ";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "O prefixo do caminho especificado é um caminho absoluto que poderia causar problemas com sua sub-árvore. Você tem certeza que quer continuar?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Caminho Prefixo do Erro";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Juntar commits";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Recebendo do Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Revisão do Subversion:";

/* SummaryClean */
"SummaryClean" = "Limpar";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Diferença suprimida (tamanho do arquivo ou padrão)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Junção não resolvida:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Junção:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Adicionado: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflitos: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Vindo: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Faltando: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Modificado: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Indo: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Removido: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Desconhecido: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Rebase não resolvido:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Rebase:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Arquivo copiado/renomeado de %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Arquivo binário excluído";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Arquivo excluívo";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Conteúdos do arquivo";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Bloco %d : Linhas %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "linhas";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "linhas acrescentadas";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "linhas removidas";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Arquivo binário modificado";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Arquivo modificado";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Novo arquivo binário";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Novo arquivo";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Consolidação do subrepositório rastreado modificada";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Arquivo inalterado";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Arquivo binário não rastreado";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Arquivo não rastreado";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Este é um servidor Subversion (deve ser clonado em Git ou Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Isso é um servidor de Subversion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Por favor, escolha entre converter o repositório de subversão para Git ou Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Selecione o tipo do repositório alvo";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Trocando cópia de trabalho...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Selecione a versão de git-flow que você quer usar";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Localizar git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "Sourcetree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Aviso: requisitos de versão do git-flow";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Localizar o executável git do seu sistema";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Localizar sistema Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Localizar o executável git-lfs do seu sistema";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Localizar Sistema Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Pasta do pacote python do Mercurial";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Por favor, localize o pacote Mercurial do seu sistema.\nEle deve estar localizado dentro da sua pasta de bibliotecas Python,\ncomo por exemplo, '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Localizar Mercurial do sistema";

/* TagDetails */
"TagDetails" = "Detalhes da Tag";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Não foi possível escrever saída para o arquivo: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Recebendo de %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Revertendo arquivos para %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplante";

/* Uncommitted changes */
"UncommittedChanges" = "A revisão não existe ainda, ela será criada uma vez que tenhas submetido suas mudanças.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "Você tem alterações não confirmadas em sua cópia de trabalho que precisam ser submetidas antes de prosseguir; por favor, submeta e, em seguida, repita esta operação.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Mudanças não commitadas";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Deletar";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Editar";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Editar Mensagem";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Mover";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* No comment provided by engineer. */
"UnstagedFiles" = "Arquivos fora da área de preparação";

/* UnstageHunk */
"UnstageHunk" = "Deselencar bloco";

/* UnstageLines */
"UnstageLines" = "Deselencar linhas";

/* UntrackedFiles */
"UntrackedFiles" = "Arquivos não rastreados";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Atualizar Para...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Detalhes";

/* UseRevisionButton */
"UseRevisionButton" = "Use %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Fazer o recebimento desta submissão irá criar um HEAD individual, e você não irá estar em nenhum ramo (a menos que posteriormente você crie um novo).\n\nVocê tem certeza do que está fazendo? Se não tem certeza, pressione Cancelar e escolha outra submissão, ou se este é um ramo do servidor, você pode usar a guia 'Receber novo Ramo' para criar um ramo local.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Aviso: criando HEAD destacado";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Alerta: essa ação requer que TODAS as suas mudanças não enviadas sejam descartadas, você tem certeza que deseja continuar?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Mudanças não commitadas!";

/* Working Copy */
"Working Copy" = "Status do arquivo";

/* SidebarHistory */
"SidebarHistory" = "Histórico";

/* SidebarSearch */
"SidebarSearch" = "Pesquisar";

/* Yes */
"Yes" = "Sim";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "The diff view font has been reset to the system's default font.";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Font \"%@\" was not found. Please review Diff View font in Sourcetree preferences.";

/* Preferences… button title */
"Preferences" = "Preferências...";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "Não há Visualização Disponível";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "Atlassian\nContrato com o Cliente";

/* Welcome Stage - Atlassian Account */
"STWelcomeStageAtlassianAccount" = "Atlassian\nconta";

/* Welcome Stage - Cloning */
"STWelcomeStageRemotes" = "Servidores";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedTitle" = "Assistente de Configuração Não Concluído";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedMsg" = "You have not completed all the steps in Sourcetree's setup assistant.";

/* Skip Setup */
"Skip Setup" = "Pular Setup";

/* Resume */
"Resume" = "Retomar";

/* Atlassian account's first button */
"AtlassianAccountContinue1" = "Registro Completo";

/* Atlassian account's second button */
"AtlassianAccountContinue2" = "Continuar";

/* Starting Repository Stage*/
"STWelcomeStageCloning" = "Inicializando repositório";

/* Cloning stage's clone button title */
"Clone" = "Clonar";

/* Go to My Atlassian button title */
"STGoToMyAtlassian" = "Ir para Meu Atlassian";

/* Done button title */
"Done" = "Feito";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "Ocorreu um erro ao criptografar o e-mail.";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "A versão do Mercurial selecionada é anterior à 3.7.3 e representa um risco potencial para o seu sistema.";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "A equipe Mercurial encoraja vivamente todos os usuários para atualizar imediatamente para a versão 3.7.3 ou mais tarde devido a uma vulnerabilidade de segurança.\n\nA sua configuração atual está usando sistema Mercurial versão%@.";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Arquivos do Hg-Attic Detectados";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "Sourcetree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "Aprenda Mais";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "ARQUIVADO POR HG-ATTIC";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Arquivado pela Extensão Attic do Mercurial";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "Importar";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "Mover para Lixeira";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Importando Arquivo do Hg-Attic";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "There was a problem opening this repository in iTerm2.";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "An error occurred while trying to open iTerm2 with this repository. Please file a support ticket via the Help menu.";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Atlassian account login failed.";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "An error occurred while logging in to your Atlassian account. Please try again.";

/* AALoginOK */
"AALoginOK" = "Tentar Novamente";

/* AALoginCancel */
"AALoginCancel" = "Cancelar";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "Hide Branch Labels";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "Exibir Rótulos de Branches";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "Hide Tag Labels";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "Exibir Rótulos de Tags";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "You are signed in as %@";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "Sign In";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "Unable to Fetch Repositories from Remote";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "There was an error fetching repo details. Please report this to Atlassian on jira.atlassian.com";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "Could not authorize request with the available token. Please re-authenticate.";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "Refreshing Remote Repositories Failed";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "An error occurred while trying to refresh remote repositories for your account. You can view the server's response below.";

/* RefreshRemoteReposFailWithAccountMessage */
"RefreshRemoteReposFailWithAccountMessage" = "An error occurred while trying to refresh remote repositories for your account (%@). You can view the server's response below.";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "Authentication Completed with an Error";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "An error occurred while authenticating your account. You can view the server's response below.";

/* AuthenticationCompletedErrorWithAccountMessage */
"AuthenticationCompletedErrorWithAccountMessage" = "An error occurred while authenticating your account (%@). You can view the server's response below.";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "Fetch User Profile Failed";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "An error occurred while trying to fetch your user profile. You can view the server's response below.";

/* FetchUserProfileFailWithAccountMsg */
"FetchUserProfileFailWithAccountMsg" = "An error occurred while trying to fetch your user profile (%@). You can view the server's response below.";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "Authentication Incomplete";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "There was an issue when attempting to authenticate and request access via OAuth again.";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "Tentar Novamente";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "Pular Setup";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "Loading sign-in page…";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "Editar...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "No Account Connected";

/* STOAuthInProgress */
"STOAuthInProgress" = "Connecting…";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "Deletar";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "OAuth Authentication Token Not Found";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "OAuth access token rejected by server. Please edit this account to reconnect.";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "OAuth access token not found. Please edit this account to reconnect.";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "SSH Components Not Found";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "macOS typically includes a complete install of SSH and its related tools. Please reinstall to proceed.";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "Generated by Sourcetree on macOS for %@";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "Private Key Missing. Please edit this account to regenerate.";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "Public Key Missing. Please edit this account to regenerate.";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "No Keypair. Please edit this account to regenerate.";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "Gerar Chave";

/* STSSHActionCopy */
"STSSHActionCopy" = "Copiar para área de transferência";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "Generate & Upload Key";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "Upload Failed";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "Upload Finished";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "Uploading Key…";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "Your repository isn't properly configured";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "There is an issue with your SSH configuration";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "A remote repository's URL needs to match what's supported by your accounts. Please choose an option to resolve.";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "The SSH configuration for your %@ account (%@) is incomplete. Please edit this account to generate a new SSH key.";

/* STSSHAirbagNoAccountMessage */
"STSSHAirbagNoAccountMessage" = "We can't find an %@ account for this SSH connection. Click 'Show Accounts…' to update or add the correct information.";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "Repair";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "Show Accounts…";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "Ignorar";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "Uploading Key…";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "There was an error authenticating the request. The account is configured to use Basic Auth with HTTPS but may have 2FA enabled on the server. Please edit your account to use OAuth.";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "Your new SSH key was successfully added to your %@ account.";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "There was a problem adding your new SSH key to your %@ account. Please add this manually via their website.";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "Copiado!";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "Do not show this warning again for this repository";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "Passphrases should be at least 5 characters";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "Senhas não coincidem";

/* STAboutBoxCurrentUpdateGroup */
"STAboutBoxCurrentUpdateGroup" = "Current Update Group: %i (%i%%)";

/* STAboutBoxCurrentVersion */
"STAboutBoxCurrentVersion" = "Version %@ (%@)";

/* STAccountExistsWarningTitle */
"STAccountExistsWarningTitle" = "Cannot save account settings for %@";

/* STAccountExistsWarningMessage */
"STAccountExistsWarningMessage" = "You already have a similar account configured for %@. You can edit that account to change settings.";

/* STOAuthTokenErrorMessage */
"STOAuthTokenErrorMessage" = "There was a problem fetching your authentication token. Please sign in again.";

/* STOperationFailedWithoutErrorMessage */
"STOperationFailedWithoutErrorMessage" = "Failed to create a repository, we're not completely sure why. Please check that you have create permissions for this account. ";

/* STLoginFailedErrorMessage */
"STLoginFailedErrorMessage" = "We couldn't connect to %@ with your (%@) credentials. Check your username and try the password again.";

/* URLSecurityTitle */
"URLSecurityTitle" = "Potential security issue detected in the specified URL.";

/* URLSecurityMsg */
"URLSecurityMsg" = "Sourcetree won't open URLs which contain ext::, fd::, or testgit:: because of the potential for remote execution (CVE-2017-8768).";

/* URLParamsSecurityMsg */
"URLParamsSecurityMsg" = "Sourcetree determined this URL is in an unsupported format.";

/* Preview */
"Preview" = "Pré-visualizar";

/* Reset */
"Reset" = "Redefinir";

/* ShowHiddenFiles */
"ShowHiddenFiles" = "Show Hidden Files";

/* Select */
"Select" = "Selecionar";

/* STCommitShowInFinderButton */
"STCommitShowInFinderButton" = "Mostrar no Finder";

/* STCommitOpenInTerminalButton */
"STCommitOpenInTerminalButton" = "Abrir no Terminal";

/* STUsernameNilErrorMessage */
"STUsernameNilErrorMessage" = "Server returned an empty username with the profile for the account. Please try again with the right username.";

/* STCommitMessagePlaceholder */
"STCommitMessagePlaceholder" = "Mensagem de Submissão";

/* STPlaceholderStringSearch */
"STPlaceholderStringSearch" = "Busca";

/* STPlaceholderStringSearch2 */
"STPlaceholderStringSearch2" = "Digite um texto para buscar";

/* STPlaceholderStringFilterRepos */
"STPlaceholderStringFilterRepos" = "Filtrar repositórios";

/* STUnableToCloneErrorTitle */
"STUnableToCloneErrorTitle" = "Unable to clone";

/* STUnableToCloneErrorMessage */
"STUnableToCloneErrorMessage" = "There was an unexpected error trying to clone the repository. Please try cloning from the Repository Browser.";

/* MercurialInternalLocation */
"MercurialInternalLocation" = "Sourcetree Internal";
